IDEA StatiCa Open Model
ConcreteMemberDataEc2.CoeffKxForWmax Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 coefficient kx to increase limited concrete crack - only Dutch NAD
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double CoeffKxForWmax { get; set; }
Public Property CoeffKxForWmax As Double
	Get
	Set
public:
property double CoeffKxForWmax {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace